Revit 2024 API
TableCellStyleOverrideOptions.Font Property
 Indicates if the font name characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public bool Font { get; set; }
Visual Basic
Public Property Font As Boolean
	Get
	Set
Visual C++
public:
property bool Font {
	bool get ();
	void set (bool value);
}
See Also
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace